[XComGameState_ItemCrit]
CriticalDamageLabel="暴击伤害"

[ArmouryCrit_MCMScreen]
ModName=更全军械库物品属性
PageTitle=更全军械库物品属性/Better Armoury Item Stats
GroupHeader=常规设置
SHREDDER_AS_BONUS_Label=武器显示基于[粉碎弹]能力的破甲属性
SHREDDER_AS_BONUS_Tip =将[粉碎弹]能力获得的破甲属性显示为绿色加成，类似武器升级加成。

WEAKPOINTS_AS_BONUS_Label=武器显示[可乘之机]增益的破甲属性
WEAKPOINTS_AS_BONUS_Tip=将[可乘之机]反抗军命令/洲际加成获得的破甲属性显示为绿色，类似武器升级加成。